[
  {
    "id": "3",
    "date": "Giá: 4.800.000",
    "title": "Samsung Galaxy A50",
    "image": "https://cdn.tgdd.vn/Products/Images/42/196963/samsung-galaxy-a50-055920-045942-600x600.jpg",
    "content":"iPhone X 64 GB là cụm từ được rất nhiều người mong chờ muốn biết và tìm kiếm trên Google bởi đây là chiếc điện thoại mà Apple kỉ niệm 10 năm iPhone đầu tiên được bán ra.\nNhư các bạn cũng đã biết thì đã 4 năm kể từ chiếc điện thoại iPhone 6 và iPhone 6 Plus thì Apple vẫn chưa có thay đổi nào đáng kể trong thiết kế của mình.\nNhưng với iPhone X thì đó lại là 1 câu chuyện hoàn toàn khác, máy chuyển qua sử dụng màn hình tỉ lệ 19.5:9 mới mẻ với phần diện tích hiển thị mặt trước cực lớn.\nMặt lưng kính hỗ trợ sạc nhanh không dây cũng như phần camera kép đặt dọc cũng là những thứ đầu tiên xuất hiện trên 1 chiếc iPhone.",
    "bophan":"Màn hình:\n\nHệ điều hành:\n\nCamera sau:\n\nCamera trước:\n\nChip:\n\nRAM:\n\nBộ nhớ trong:\n\nSIM:\n\nPin, Sạc:",
    "soluong":"Super AMOLED\n\nAndroid 9.0 (Pie), One UI 3.0\n\n2 25MP, f/1.7, 26mm,\n\n8MP, f/2.2, 13mm\n\nExynos 9610 (10nm) 8 nhân\n\n4GB6GB\n\n64 GB\n\n1 Nano SIM\n\n2716 mAh"
  },
  {
    "id": "4",
    "date": "Giá: 21.990.000",
    "title": "Samsung Galaxy S21",
    "image": "https://cdn.tgdd.vn/Products/Images/42/220833/samsung-galaxy-s21-tim-600x600.jpg",
    "content":"Nổi bật với cụm camera sau được thiết kế đầy mới lạ, phần khuôn hình chữ nhật chứa bộ 3 camera ôm trọn cạnh trái của chiếc smartphone, viền khuôn cong uyển chuyển, hạn chế tối đa độ nhô ra so với mặt lưng, mang lại cái nhìn tổng thể hài hòa, độc đáo.\nGalaxy S21 có 3 màu sắc chính là: Tím, trắng và xám. Cho người dùng thoải mái lựa chọn để phù hợp với phong cách của bản thân nhất.\nSamsung Galaxy S21 hỗ trợ đầy đủ tính năng bảo mật sinh trắc học, bảo mật tối đa điện thoại của bạn bằng công nghệ mở khóa vân tay siêu âm đặt dưới màn hình và bảo mật khuôn mặt. Kết hợp với tính năng chạm 2 lần sáng màn hình giờ đây bạn có thể bật, mở khóa điện thoại cực kì nhanh chóng, tiện lợi và an toàn.",
    "bophan":"Màn hình:\n\nHệ điều hành:\n\nCamera sau:\n\nCamera trước:\n\nChip:\n\nRAM:\n\nBộ nhớ trong:\n\nSIM:\n\nPin, Sạc:",
    "soluong":"Dynamic AMOLED 2X\n\nAndroid 11\n\nChính 12 MP & Phụ 64 MP\n\n10 MP\n\nExynos 2100\n\n8 GB\n\n128 GB\n\n2 Nano SIM hoặc 1 Nano SIM\n\n4000 mAh"
  },
  {
    "id": "7",
    "date": "Giá: 41.990.000",
    "title": "Samsung Galaxy Z Fold3",
    "image": "https://images.samsung.com/pk/smartphones/galaxy-z-fold3-5g/buy/zfold3_carousel_mainsinglekv_mo.jpg",
    "content":"Có thể thấy mẫu smartphone Galaxy Z Fold3 lần này vẫn giữ nguyên ngoại hình cùng cơ chế màn hình gập mở dạng quyển sách như của tiền nhiệm, hồ biến chiếc smartphone thành một chiếc máy tính bảng mini một cách dễ dàng và ngược lại.\nKhung viền sử dụng hợp kim nhôm Armor Aluminum cứng cáp, bền bỉ hơn 10% so với các vật liệu trước đây Samsung từng sản xuất. Với cấu tạo chắc chắn sẽ giúp bạn yên tâm tận hưởng các hoạt động yêu thích một cách trọn vẹn nhất.\nBộ khớp nối bản lề được thiết kế mới giúp kết nối bộ khung của Galaxy Z Fold3 hoàn hảo hơn, tăng cao độ bền khi đóng mở liên tục và cố định cực kỳ chắc chắn cho bạn trải nghiệm sử dụng thoải mái nhất.\nMặt lưng của Z Fold3 5G được làm nhám hơn so với mặt lưng trên Z Fold2 5G, điều này giúp hạn chế bám bẩn, mồ hôi hay dấu vân tay trong quá trình chúng ta sử dụng máy.\nBên cạnh đó, Samsung cho biết họ sử dụng kính Gorilla Glass Victus cho phần màn hình ngoài nhằm tăng cường độ bền cho Galaxy Z Fold3 5G, giúp máy có khả năng chống va đập khi rơi từ độ cao 2m, đồng thời chống xước tới 4 lần.",
    "bophan":"Màn hình:\n\nHệ điều hành:\n\nCamera sau:\n\nCamera trước:\n\nChip:\n\nRAM:\n\nBộ nhớ trong:\n\nSIM:\n\nPin, Sạc:",
    "soluong":"Dynamic AMOLED 2X\n\nAndroid 11\n\n3 camera 12 MP\n\n10 MP & 4 MP\n\nSnapdragon 888\n\n12 GB\n\n256 GB\n\n2 Nano SIM + 1 eSIM\n\n4400 mAh"
  },
  {
    "id": "8",
    "date": "Giá: 22.900.000",
    "title": "Samsung Galaxy S22",
    "image": "https://suamaynhanh.vn/wp-content/uploads/2021/12/pcKBVH4oN83wRKcv3jrrxd.jpg",
    "content":"Galaxy S22 và S22+ được thiết kế nâng cấp trải nghiệm camera đỉnh cao, vì vậy mọi người có thể kết nối và chia sẻ với nhau mọi lúc mọi nơi. Tính năng Chụp đêm Nightography ‘mắt thần bóng đêm’ mới mang tính đột phá của Dòng Galaxy S22 như cảm biến ảnh lớn hơn 23% so với S21 và S21+, cùng công nghệ công nghệ Điểm ảnh thích ứng – cụm máy ảnh được thiết kế để ghi lại những thước phim đêm sáng rõ và siêu chi tiết, đồng thời bắt trọn khung hình sắc nét bất kể điều kiện sáng.\nCả hai dòng Galaxy S22 và S22+ đều được trang bị camera chính 50MP mạnh mẽ, cùng với cụm camera tele 10MP và camera siêu rộng 12MP để bạn có thể tạo ra những bức ảnh với chất lượng cao nhất. Khi quay video với bạn bè, tính năng mới Auto Framing2 sẽ phát hiện và theo dõi lên đến 10 người và tự động điều chỉnh tiêu điểm để có thể ghi hình mọi người một cách rõ nét nhất. Cả hai thiết bị đều được hỗ trợ bởi công nghệ VDIS tiên tiến giúp giảm thiểu độ rung, để người dùng có được những cảnh quay mượt mà, sắc nét ngay cả khi đang di chuyển.\nGalaxy S22 và S22 + còn được trang bị công nghệ AI mới nhất của Samsung góp phần nâng tầm ảnh chụp của người dùng lên một tầm cao mới. Người dùng sẽ có thể dễ dàng có được những bức ảnh hoàn hảo ở Chế độ Chân dung nhờ tính năng AI Stereo Depth Map mới, với những chi tiết nhỏ nhất đều sẽ hiển thị sắc nét và rõ ràng nhờ thuật toán AI tinh vi. Tính năng này cũng giúp bạn bắt trọn khoảnh khắc thú cưng: Chế độ Chân dung mới của Galaxy S22 / S22+ giúp tránh tình trạng lông thú cưng bị hòa lẫn vào bối cảnh khi chụp, vì vậy bạn sẽ luôn có được bức ảnh đẹp nhất cho thú cưng của mình.",
    "bophan":"Màn hình:\n\nHệ điều hành:\n\nCamera sau:\n\nCamera trước:\n\nChip:\n\nRAM:\n\nBộ nhớ trong:\n\nSIM:\n\nPin, Sạc:",
    "soluong":"Dynamic AMOLED 2X\n\nAndroid 12\n\n10 MP\n\nChính 50 MP & Phụ 12 MP, 10 MP\n\nSnapdragon 8 Gen 1 8 nhân\n\n8GB\n\n128GB, 256GB\n\n2 Nano SIM hoặc 1 Nano SIM + 1 eSIM\n\n25 W"
  },
  {
    "id": "9",
    "date": "Giá: 2.990.000",
    "title": "Samsung Galaxy A03",
    "image": "https://cdn.tgdd.vn/Products/Images/42/251856/samsung-galaxy-a03-xanh-thumb-600x600.jpg",
    "content":"Cụm camera được đặt trong mô-đun gọn gàng, gồm camera chính 48 MP và camera xóa phông 2 MP hỗ trợ các tính năng AI giúp bạn dễ dàng chụp những khoảnh khắc. Galaxy A03 là smartphone giá rẻ đầu tiên của Samsung sở hữu camera chính 48 MP.\nẢnh chụp trong điều kiện đủ sáng cho chi tiết tốt, màu sắc thu lại tươi hơn so với thực tế. Chế độ chụp đêm giúp chụp trong môi trường thiếu sáng vẫn tái hiện được một số chi tiết.\nCamera selfie 5 MP có các tính năng làm đẹp cho bức hình selfie chuẩn nét, rạng rỡ.\nSử dụng CPU Unisoc T606 và chip đồ họa Mali-G57 mang đến hiệu năng ổn định cho các tác vụ quen thuộc trên smartphone như lướt web, nghe nhạc, chơi game nhẹ,…",
    "bophan":"Màn hình:\n\nHệ điều hành:\n\nCamera sau:\n\nCamera trước:\n\nChip:\n\nRAM:\n\nBộ nhớ trong:\n\nSIM:\n\nPin, Sạc:",
    "soluong":"PLS LCD\n\nAndroid 11\n\nChính 48 MP & Phụ 2 MP\n\n5 MP\n\nUnisoc T606 8 nhân\n\n4 GB\n\n64 GB\n\n2 Nano SIM\n\n5000 mAh"
  },
  {
    "id": "10",
    "date": "Giá: 14.990.000",
    "title": "Samsung Galaxy Note 20",
    "image": "https://cdn.tgdd.vn/Products/Images/42/218355/samsung-galaxy-note-20-062220-122200-fix-600x600.jpg",
    "content":"Điện thoại sở hữu thiết kế khung kim loại chắc chắn, mặt lưng nhựa bóng bẩy, kiểu dáng mạnh mẽ với những góc cạnh vuông vức nhưng vẫn mang lại cảm giác cầm nắm thoải mái.\nCamera của Galaxy Note 20 được thiết kế trong cụm hình chữ nhật được đặt gọn ở phía sau bao gồm 1 camera chính 64 MP, camera góc siêu rộng 12 MP và camera tele 12 MP hỗ trợ người dùng dễ dàng lưu lại sắc nét những khoảng khắc đáng nhớ cùng gia đình và bạn bè.\nCamera Galaxy Note 20 hỗ trợ zoom đến 30x ở chế độ chụp bình thường, trong khi đó, ở chế độ chụp ban đêm, máy vẫn hỗ trợ zoom đến 10x, chi tiết trong điều kiện thiếu sáng nhiều nhưng vẫn cho chất lượng hình tốt và chi tiết.\nVới khả năng quay video chất lượng cao lên đến 8K siêu nét cùng các tính năng chống rung, lấy nét,... thì việc sở hữu nhiều thước phim xịn mịn bắt mắt là điều hoàn toàn dễ dàng trên chiếc smartphone này.",
    "bophan":"Màn hình:\n\nHệ điều hành:\n\nCamera sau:\n\nCamera trước:\n\nChip:\n\nRAM:\n\nBộ nhớ trong:\n\nSIM:\n\nPin, Sạc:",
    "soluong":"Super AMOLED Plus\n\nAndroid 10\n\nChính 12 MP & Phụ 64 MP\n\n10 MP\n\nExynos 990\n\n8 GB\n\n256 GB\n\n2 Nano SIM hoặc 1 Nano SIM + 1 eSIM\n\n4300 mAh"
  }
]
